Tic = {




---- name = Тикер бумаги на ФОРТС
---- fuc = Тикер фьючерса на Срочном рынке. ( Два символа, которые участвуют в формировании тикера фьюча. )
---- ddiv = Дата див.отсечки.
---- divr = Размер диводендоа в рублях.
---- perdiv = Период фьючерса на который приходится див.отсечка. ( H= 3 месяц. M= 6 месяц. U= 9 месяц. Z= 12 месяц )
---- utv = Признак статуса диводендов. 0= прогноз, 1= Рекомендованы, 2= УТВ.!
---- "---" = Символ комментария. Если присутствуют такие знаки, то эта строка выключена и данные не используются.




--- Следует внимательно заполнять данные!! Переменные указываются в кавычках и разделены запятой.
--- В начале строки и конце должны быть {} !!! В конце строки запятая.
--- ПРИМЕР: {name = "LKOH", f1 = "LKH5", f2="LKM5", ddiv = "07.05.2025", divr= "677.42", perdiv="M5", utv="0"}, --ЛукОил




{name = "SBER", f1 = "SRU5", f2 = "SRZ5", ddiv = "18.07.2025", divr= "34.84", utv="2"}, --- Сбер
{name = "ROSN", f1 = "RNU5", f2 = "RNZ5", ddiv = "18.07.2025", divr= "14.68", utv="1"}, --- Роснфеть
{name = "AFLT", f1 = "AFU5", f2 = "AFZ5", ddiv = "5.27", utv="1"}, --- Аэрофлот
{name = "RTKM", f1 = "RTU5", f2 = "RTZ5", ddiv = "13.08.2025", divr= "2.71", utv="2"}, --- Ростелеком
{name = "YDEX", f1 = "YDU5", f2 = "YDZ5", ddiv = "29.09.2025", divr= "80", utv="1"}, --- Яндекс
{name = "BSPB", f1 = "BSU5", f2 = "BSZ5", ddiv = "28.4", utv="0"}, --- БСПБ
{name = "PHOR", f1 = "PHU5", f2 = "PHZ5", ddiv = "01.10.2025", divr= "387", utv="1"}, --- Фосагро
{name = "SVCB", f1 = "SCU5", f2 = "SCZ5", ddiv = "08.10.2025", divr= "0.9704", utv="0"}, --- Совкомбанк
{name = "BELU", f1 = "NBU5", f2 = "NBZ5", ddiv = "10.10.2025", divr= "16.5", utv="0"}, --- Белуга
{name = "NVTK", f1 = "NKU5", f2 = "NKZ5", ddiv = "10.10.2025", divr= "31.95", utv="0"}, --- Новатэк
{name = "SIBN", f1 = "SOU5", f2 = "SOZ5", ddiv = "14.10.2025", divr= "35", utv="0"}, --- Газпром нефть
{name = "TATNP", f1 = "TPU5", f2 = "TPZ5", ddiv = "14.10.2025", divr= "14.35", utv="1"}, --- Татнефть АП
{name = "TATN", f1 = "TTU5", f2 = "TTZ5", ddiv = "14.10.2025", divr= "14.35", utv="1"}, --- Татнефть
{name = "ALRS", f1 = "ALU5", f2 = "ALZ5", ddiv = "20.10.2025", divr= "1.96", utv="0"}, --- Алроса
{name = "T", f1 = "TBU5", f2 = "TBZ5", ddiv = "25.11.2025", divr= "98.63", utv="0"}, --- Т-Технологии
{name = "POSI", f1 = "PSU5", f2 = "PSZ5", ddiv = "03.12.2025", divr= "13.43", utv="0"}, --- Позитив
{name = "WUSH", f1 = "WUU5", f2 = "WUZ5", ddiv = "08.12.2025", divr= "4.9", utv="0"}, --- ВУШ
{name = "LEAS", f1 = "LEU5", f2 = "LEZ5", ddiv = "15.12.2025", divr= "40", utv="0"}, --- Европлан
{name = "LKOH", f1 = "LKU5", f2 = "LKZ5", ddiv = "17.12.2025", divr= "556.28", utv="0"}, --- Лукойл
{name = "X5", f1 = "X5U5", f2 = "X5Z5", ddiv = "17.12.2025", divr= "365.31", utv="0"}, --- X5
{name = "CHMF", f1 = "CHU5", f2 = "CHZ5", ddiv = "17.12.2025", divr= "30.36", utv="0"}, --- Северсталь
}